Repository: peyman-naderi/Add-Schema-Category-Wordpress
Catalog: languages/*.po
Languages: fa_ir

source: It was great, a new schema was added / updated!
fa_ir: عالی بود، اسکیما جدید اضافه / بروزرسانی شد!

source: Error! The Written format of the schema code is incorrect.
fa_ir: خطا ! قالب نوشتاری کد اسکیما اشتباه است.

source: Add Schema Category
fa_ir: اضافه کردن اسکیما به دسته‌بندی

source: Category Schema
fa_ir: اسکیما دسته‌بندی

source: Project source GitHub
fa_ir: سورس پروژه در گیت‌هاب

source: User Manual
fa_ir: راهنمای کاربری

source: Schema display code
fa_ir: کد نمایشی اسکیما

source: Add a new schema
fa_ir: افزودن اسکیما جدید

source: No schema entered for this category.
fa_ir: برای این دسته بندی اسکیما وارد نشده است.

source: This category has an active schema.
fa_ir: این دسته بندی یک اسکیما فعال دارد.

source: Category Schema Status
fa_ir: وضعیت اسکیما دسته بندی

source: Plugin add schema to category
fa_ir: افزونه اضافه کردن اسکیما به دسته‌بندی

source: Title
fa_ir: عنوان

source: Description
fa_ir: توضیحات

source: Plugin usages
fa_ir: کاربرد افزونه

source: With this plugin you can add schema codes in the format < script type = "application / ld + json">. This.
fa_ir: با این افزونه می‌توانید کدهای اسکیما (Schema) را با فرمت < script type="application/ld+json" > اضافه کنید.

source: How to use
fa_ir: نحوه استفاده از افزونه

source: By default, the output is displayed if the following functions are used.
fa_ir: به صورت پیش‌فرض اگر از توابع زیر استفاده کرده باشید، در انتهای توضیحات خروجی ( کد اسکیما ) نمایش داده می‌شود.

source: If you do not use the desired functions, call the following functions in the desired location.
fa_ir: اگر از توابع مورد نظر استفاده نکرده‌اید، تابع زیر را در محل مورد نظر فراخوانی کنید.

source: Description of how to use the plugin
fa_ir: توضیح نحوه استفاده از افزونه

source: 1- To insert the Eskima code at the end of the category description, you must first refer to the product category or blog category.
fa_ir: ۱- برای درج کد اسکیما در انتهای توضیحات دسته بندی ها، ابتدا باید به دسته بندی محصولات یا دسته بندی وبلاگ مراجعه کنید.

source: 2- Refer to the category editing section where you need to add the schema code.
fa_ir: ۲- به بخش ویرایش دسته بندی که نیاز دارید کد اسکیما اضافه کنید مراجعه کنید.

source: 3- Now in the section for adding a new schema, you must enter your schema code and update the category.
fa_ir: 3- اکنون در قسمت افزودن اسکیما جدید، باید کد اسکیما خود را وارد کرده و دسته را به روز کنید.

source: 4- A new schema has been added. You can now see the output at the end of the category description.
fa_ir: 4- یک اسکیما جدید اضافه شده است. اکنون می توانید خروجی را در انتهای توضیحات دسته مشاهده کنید.

source: Note: The schema code is stored in the database. If the schema code is deleted, the record created in the database will be deleted.
fa_ir: توجه: کد اسکیما در پایگاه داده ذخیره می شود. در صورت حذف کد اسکیما، رکورد ایجاد شده در پایگاه داده حذف خواهد شد.

source: Contact the plugin author
fa_ir: ارتباط با نویسنده افزونه

source: You can contact the author of the plugin in the following ways.
fa_ir: می‌توانید از راه های زیر با نویسنده افزونه تماس بگیرید.

source: Communication via Linkdin
fa_ir: ارتباط از طریق لینکدین

source: Communication via E-Mail
fa_ir: ارتباط از طریق ایمیل

source: Communication via Instagram
fa_ir: ارتباط از طریق اینستاگرام

source: Communication via Twitter
fa_ir: ارتباط از طریق تویتر

source: Communication via Telegram
fa_ir: ارتباط از طریق تلگرام

source: Communication via GitHub
fa_ir: ارتباط از طریق گیت‌هاب

source: How to use the schema output
fa_ir: نحوه استفاده از خروجی اسکیما

source: See <a href="%1$s">plugin settings</a> for more information.
fa_ir: برای اطلاعات بیشتر به<a href="%1$s"> تنظیمات افزونه</a> مراجعه کنید.

source: Using this plugin you can add and manage Schema codes to the WordPress category.
fa_ir: با استفاده از این افزونه می توانید کدهای اسکیما (Schema) را به دسته بندی وردپرس اضافه و مدیریت کنید.

source: Peyman Naderi
fa_ir: پیمان نادری
